Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: Gentle behaviour, control over desires: against such there is no law.
chr: ᎤᏓᏅᏘ ᎨᏒᎢ, ᎠᎵᏏᎾᎯᏍᏙᏗ ᎨᏒᎢ; ᎾᏍᎩ ᎢᏳᏍᏗᏓᏂ ᏗᎦᏘᎴᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎥᏝ ᏯᎭ.

source: And those who are Christ's have put to death on the cross the flesh with its passions and its evil desires.
chr: ᎾᏍᎩᏃ Ꮎ ᎦᎶᏁᏛ ᏧᏤᎵᎦ ᏥᎩ ᏓᏓᎿᏩᏍᏛ ᎤᎾᏛᏅ ᎤᏇᏓᎵ ᎨᏒ ᎬᏩᏠᏯᏍᏗ ᎤᏚᎸᎲᏗ ᎨᏒ ᎠᎴ ᎤᎬᎥᎯᏍᏗ ᎨᏒᎢ.

source: If we are living by the Spirit, by the Spirit let us be guided.
chr: ᎢᏳᏃ ᎠᏓᏅᏙᎩᎯ ᎢᏕᎮᏍᏗ, ᎾᏍᏉ ᎠᏓᏅᏙ ᏕᎦᏘᏂᏒ ᎢᏓᎢᏎᏍᏗ.

source: Let us not be full of self-glory, making one another angry, having envy of one another.
chr: ᏞᏍᏗ ᏱᎦᏚᎵᏍᎨᏍᏗ Ꮎ ᎦᎸᏉᏗᏳ ᎨᏒ ᎪᎱᏍᏗ ᎬᏙᏗ ᏂᎨᏒᎾ ᏥᎩ; [ᏞᏍᏗ] ᏱᏗᏓᏓᎿᎸᏍᏗᏍᎨᏍᏗ, ᎠᎴ ᏱᏗᏓᏓᏛᏳᏤᎮᏍᏗ.

source: Brothers, if a man is taken in any wrongdoing, you who are of the Spirit will put such a one right in a spirit of love; keeping watch on yourself, for fear that you yourself may be tested.
chr: ᎢᏓᎵᏅᏟ, ᎢᏳᏃ ᎩᎶ ᏳᏎᎦᏤᎸ ᏳᏍᎦᏅᏨ, ᏂᎯ ᎠᏓᏅᏙ ᏗᏣᏘᏂᏙᎯ ᎡᏥᏯᏂᏐᏗ ᎨᏎᏍᏗ ᎾᏍᎩ ᎢᏳᏛᏁᎸᎯ ᎤᏓᏙᎵᏍᏗ ᎢᏣᏓᏅᏛᎢ, ᎮᏯᏔᎮᏍᏗ ᏨᏒ ᎨᏒ ᏱᏅᏎᎦᎩ ᏂᎯ ᎾᏍᏉ ᏰᏣᎪᎵᏯ.

source: Take on yourselves one another's troubles, and so keep the law of Christ.
chr: ᏕᏣᎵᏅᏫᏍᏗᏕᎬ ᏕᏣᏓᏴᎡᎮᏍᏗ, ᎾᏍᎩᏃ ᏂᏣᏛᏁᎲ ᎢᏥᎧᎵᎢᎮᏍᏗ ᎦᎶᏁᏛ ᎤᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ.

source: For if a man has an idea that he is something when he is nothing, he is tricked by himself.
chr: ᎢᏳᏰᏃ ᎩᎶ ᏰᎵ ᎩᎶ ᎤᏤᎸᏎᏍᏗ, ᎩᎶᏉᏃ ᏂᎨᏒᎾ ᎢᎨᏎᏍᏗ, ᎤᏩᏒᏉ ᏯᏓᎵᏓᏍᏗᎭ.

source: But let every man make test of his work, and then will his cause for glory be in himself only, and not in his neighbour.
chr: ᎠᏎᏃ ᎾᏂᎥ ᎩᎶ ᎠᏂᎪᎵᏰᏍᎨᏍᏗ ᎤᏅᏒ ᏚᏂᎸᏫᏍᏓᏁᎲᎢ, ᎿᏉᏃ ᎤᏅᏒ ᎨᏒ ᎤᏂᎮᏍᏗ ᎤᎾᎵᎮᎵᏍᏙᏗ, ᎥᏝᏃ ᏅᏩᎾᏓᎴ ᎨᏒᎢ.

source: Because every man is responsible for his part of the work.
chr: ᎾᏂᎥᏰᏃ ᎤᏅᏒ ᏚᎾᎵᏅᏫᏍᏗᏕᎬ ᎠᏂᏰᎮᏍᏗ.

source: But let him who gets teaching in the word give a part in all good things to his teacher.
chr: ᎾᏍᎩ Ꮎ ᎧᏃᎮᏛ ᎠᎨᏲᏅᎯ Ꭰ-’ᏁᎮᏍᏗ ᎾᏍᎩ Ꮎ ᎤᏪᏲᎲᏍᎩ ᏄᏓᎴᏒ ᎣᏍᏛ ᎨᏒᎢ.

source: Be not tricked; God is not made sport of: for whatever seed a man puts in, that will he get back as grain.
chr: ᏞᏍᏗ ᏱᏥᎵᏓᏍᏔᏁᏍᏗ; ᎥᏝ ᎦᏰᏥᎶᏄᎡᏗ ᏱᎩ ᎤᏁᎳᏅᎯ; ᏄᏍᏛᏰᏃ ᎩᎶ ᎠᏫᏍᎬᎢ, ᎾᏍᎩ ᎾᏍᏉ ᏄᏍᏕᏍᏗ ᎦᏟᏏᏍᎨᏍᏗ.

source: Because he who puts in the seed of the flesh will of the flesh get the reward of death; but he who puts in the seed of the Spirit will of the Spirit get the reward of eternal life.
chr: ᎾᏍᎩᏰᏃ Ꮎ ᎤᏩᏒ ᎤᏇᏓᎵ ᎠᏫᏍᎨᏍᏗ, ᎾᏍᎩ ᎤᏇᏓᎵ ᎤᎾᏄᎪᏫᏒᎯ ᎠᏲᎩ ᎦᏟᏏᏍᎨᏍᏗ; ᎾᏍᎩᏍᎩᏂ Ꮎ ᎠᏓᏅᏙᎩᎯ ᎠᏫᏍᎨᏍᏗ, ᎾᏍᎩ ᎠᏓᏅᏙ ᎤᎾᏄᎪᏫᏒᎯ ᎬᏂᏛ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ ᎦᏟᏏᏍᎨᏍᏗ.

source: And let us not get tired of well-doing; for at the right time we will get in the grain, if we do not give way to weariness.
chr: ᎠᎴ ᏞᏍᏗ ᏱᏗᎩᏯᏪᎨᏍᏗ ᎣᏍᏛ ᏕᎩᎸᏫᏍᏓᏁᎲᎢ; ᎾᎯᏳᏰᏃ ᎠᏍᏆᎸᎲᎭ ᎢᎩᏟᏐᏗ ᎨᏎᏍᏗ, ᎢᏳᏃ ᏂᏗᏗᏩᎾᎦᎶᎬᎾ ᎢᎨᏎᏍᏗ.

source: So then, as we have the chance, let us do good to all men, and specially to those who are of the family of the faith.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏰᎵ ᎢᎨᎦᏛᏁᏗ ᏗᏜᏅᏓᏗᏍᎨᏍᏗ, ᎾᏂᎥ ᎣᏍᏛ ᏂᏕᏓᏛᏁᎮᏍᏗ, Ꮀ ᎤᎬᏫᏳᏎᏍᏗ ᎾᏍᎩ Ꮎ ᎠᏃᎯᏳᎲᏍᎩ ᏏᏓᏁᎸᎯ ᎤᎾᏓᏡᎬᎢ.

source: See the size of the handwriting which I myself have made use of in writing to you.
chr: ᎢᏥᎪᏩᏘᎭ ᏂᎦᏅᎯᏒ ᎪᏪᎵ ᎢᏨᏲᏪᎳᏁᎸᎢ, ᎠᏋᏒ ᎠᏉᏰᏂ ᎠᏋᏔᏅᎯ.

source: Those who have the desire to seem important in the flesh, put force on you to undergo circumcision; only that they may not be attacked because of the cross of Christ.
chr: ᎾᏂᎥ ᎤᎾᏚᎵᏍᎩ ᎣᏍᏛ ᎢᏳᎵᏍᏙᏗᏱ ᏗᎨᎦᎦᏅᏗᏱ ᎤᏇᏓᎵ ᎨᏒᎢ, ᎾᏍᎩ ᎠᏎ ᏤᏥᎤᏍᏕᏎᏗᏱ ᏂᎨᏨᏁᎰᎢ; ᏄᎾᏚᎵᏍᎬᎾ ᎨᏒ ᎢᏳᏍᏗ ᎨᏥᎩᎵᏲᎢᏍᏙᏗᏱ ᎤᏂᏍᏛᏗᏍᏗᏱ ᎦᎶᏁᏛ ᎤᏤᎵ ᏓᏓᎿᏩᏍᏛᎢ.

source: Because even those who undergo circumcision do not themselves keep the law; but they would have you undergo circumcision, so that they may have glory in your flesh.
chr: ᎥᏝᏰᏃ ᎾᏍᏉ ᎤᏅᏒ ᎾᏍᎩ ᏗᎨᏥᎤᏍᏕᏎᎸᎯ ᏳᏂᏍᏆᏂᎪᏗ ᏗᎧᎿᏩᏛᏍᏗ; ᏂᎯᏍᎩᏂ ᏤᏥᎤᏍᏕᏎᏗᏱ ᎤᎾᏚᎵᎭ, ᎾᏍᎩ ᎢᏥᏇᏓᎸ ᎤᎾᏢᏈᏍᏗᏱ.

source: But far be it from me to have glory in anything, but only in the cross of our Lord Jesus Christ, through which this world has come to an end on the cross for me, and I for it.
chr: ᎠᏎᏃ ᎬᏩᏟᏍᏗ ᎪᎱᏍᏗ ᎠᏆᏢᏈᏍᏙᏗᏱ ᎤᏩᏒᏍᎩᏂᏃᏅ ᏓᏓᎿᏩᏍᏛ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎤᏤᎵᎦ, ᎾᏍᎩ ᏥᏅᏗᎦᎵᏍᏙᏗᎭ, ᎾᏍᎩ ᎡᎶᎯ ᏓᏓᎿᏩᏍᏛ ᎠᎦᏛᏅᎯ ᏥᎩ ᎠᏴ ᎨᏒ ᎢᏗᏢ, ᎠᎴ ᎠᏴ ᎥᏆᏛᏅᎯ ᏥᎩ ᎡᎶᎯ ᎨᏒ ᎢᏗᏢ.

source: For having circumcision is nothing, and not having circumcision is nothing, but only a new order of existence.
chr: ᎦᎶᏁᏛᏰᏃ-ᏥᏌ ᏗᏁᎶᏙᏗ ᎨᏒ ᎠᎱᏍᏕᏍᏗ ᎨᏒ ᎥᏝ ᎪᎱᏍᏗ ᎬᏙᏗ ᏱᎩ, ᎠᎴ ᎠᎱᏍᏕᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ; ᎢᏤᏍᎩᏂ ᎢᏯᎬᏁᎸᎯ ᎨᏒᎢ.

source: And on all who are guided by this rule be peace and mercy, and on the Israel of God.
chr: ᎾᏂᎥᏃ ᎾᏍᎩ ᎯᎠ ᏗᎧᎿᏩᏛᏍᏗ ᏗᏂᎧᎿᏩᏕᎩ, ᏅᏩᏙᎯᏯᏛ ᎠᎴ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏭᏁᎳᏗᏓ, ᎠᎴ ᎾᏍᏉ ᎢᏏᎵ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ ᏭᏁᎳᏗᏓ.

source: From this time on let no man be a trouble to me; because my body is marked with the marks of Jesus.
chr: ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᏞᏍᏗ ᎩᎶ ᏯᏆᏕᏯᏙᏔᏁᏍᏗ; ᏥᏰᎸᏰᏃ ᏓᎩᏁᎸᎭ ᎠᏐᎴᎰᎯᏍᏙᏗ ᎤᎬᏫᏳᎯ ᏥᏌ ᏥᏯᏤᎵ ᎨᏒᎢ.

source: The grace of our Lord Jesus Christ be with your spirit, brothers. So be it.
chr: ᎢᏓᎵᏅᏟ, ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᏓᎧᎿᏩᏗᏙᎮᏍᏗ ᏗᏣᏓᏅᏙ. ᎡᎺᏅ.

source: Epistle to the Ephesians
chr: ᏉᎳ ᎡᏈᏌ ᎠᏁᎯ ᏧᏬᏪᎳᏁᎸᎯ

source: Paul, an Apostle of Christ Jesus by the purpose of God, to the saints who are at Ephesus, and those who have faith in Christ Jesus:
chr: ᏉᎳ, ᏥᏌ ᎦᎶᏁᏛ ᎠᎩᏅᏏᏛ ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᎠᏓᏅᏖᏍᎬᎢ, ᏫᏨᏲᏪᎳᏏ ᎢᏣᏓᏅᏘ ᎡᏈᏌ ᎢᏤᎯ, ᎠᎴ ᎡᏦᎯᏳᎲᏍᎩ ᎦᎶᏁᏛ ᏥᏌ,

source: Praise be to the God and Father of our Lord Jesus Christ, who has given us every blessing of the Spirit in the heavens in Christ:
chr: ᎦᎸᏉᏙᏗ ᎨᏎᏍᏗ ᎤᏁᎳᏅᎯ ᎠᎴ ᎤᏙᏓ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏅᎯ ᎣᏍᏛ ᎢᎦᏛᏁᎸᎯ ᏥᎩ, ᎢᎩᏁᎸᎯ ᏂᎦᎥ ᎣᏍᏛ ᎨᏒ ᎠᏓᏅᏙ ᎤᎬᏩᎵ, ᎾᏍᎩ ᏧᏓᎴᏅᏛ ᏦᏒ ᎡᎯ ᎤᎬᏩᎵ.

source: Even as he made selection of us in him from the first, so that we might be holy and free from all evil before him in love:
chr: ᎾᏍᎩᏯ ᎢᎦᏑᏰᏒ ᎾᏍᎩ Ꮎ ᎠᎬᏗᏍᎬᎢ ᎠᏏ ᎡᎶᎯ ᎾᏙᏢᏍᎬᎾ ᎨᏒᎢ, ᎾᏍᎩ ᏂᏗᏍᎦᏅᎾ ᎢᎦᎵᏍᏙᏗᏱ, ᎠᎴ ᎪᎱᏍᏗ ᏁᎫᎢᏍᏛᎾ ᎢᏳᎵᏍᏙᏗᏱ ᎾᏍᎩ ᎠᎦᏔᎲ ᎠᏓᎨᏳᏗ ᎨᏒ ᎢᏛᏗᏍᎬᎢ;

source: As we were designed before by him for the position of sons to himself, through Jesus Christ, in the good pleasure of his purpose,
chr: ᎾᏍᎩ ᏂᎦᏑᏰᏐᎢ ᏧᏪᏥ ᎢᎬᏁᏗᏱ ᎠᎬᏗᏍᎬ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩᏯ ᎣᏏᏳ ᎤᏰᎸᏗ ᎨᏒᎢ.

source: To the praise of the glory of his grace, which he freely gave to us in the Loved One:
chr: ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎦᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ, ᎾᎿ ᎢᎩᏙᎵᏨᎯ ᏥᎩ ᎾᏍᎩ ᎠᏥᎨᏳᎢ ᎢᏳᏩᏂᏌᏛ;

source: In whom we have salvation through his blood, the forgiveness of our sins, through the wealth of his grace,
chr: ᎾᏍᎩ ᎢᏳᏩᏂᏌᏛ ᎡᎦᎫᏴᏛ ᏥᎩ ᎤᎩᎬ ᎬᏔᏅᎯ, ᎡᎩᏙᎵᏨᎯ ᎢᎩᏍᎦᏅᏨᎢ, ᎾᏍᎩᏯ ᏄᏧᏈᏍᏛ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ;

source: Which he gave us in full measure in all wisdom and care;
chr: ᎾᏍᎩ ᎤᏣᏘ ᎢᎩᏁᎸᎯ ᏥᎩ ᎬᏗᏍᎬ ᏂᎦᎥ ᎠᎦᏙᎮᎯᏍᏗ ᎨᏒ ᎠᎴ ᎠᎵᏏᎾᎯᏍᏙᏗ ᎨᏒᎢ;

source: Having made clear to us the secret of his purpose, in agreement with the design which he had in mind, to put into his hands
chr: ᎾᏍᎩ ᎢᎩᎾᏄᎪᏫᏎᎸᎯ ᏥᎩ ᎤᏕᎵᏛ ᎤᏓᏅᏖᎸᎯ, ᎾᏍᎩᏯ ᎣᏏᏳ ᎤᏰᎸᏅᎢ, ᎾᏍᎩ ᎤᏩᏒ ᎨᏒ ᎤᏓᏅᏖᎸᎯ ᎨᏒᎢ;

source: The ordering of the times when they are complete, so that all things might come to a head in Christ, the things in heaven and the things on the earth; in him, I say,
chr: ᎾᏍᎩ ᎾᎯᏳ ᎠᏎᎸᎯ ᎨᏒ ᎠᎵᏰᎢᎶᎸᎭ ᏧᏪᏟᏐᏗᏱ ᏌᏉ ᎢᏧᏩᏁᏗᏱ ᎦᎶᏁᏛ ᏧᏲᎯᏎᏗ ᎦᎸᎶᎯ ᎠᎴ ᎾᏍᏉ ᎡᎶᎯ ᏤᎭ; ᎾᏍᎩ ᏧᏲᎯᏎᏗ,

source: In whom we have a heritage, being marked out from the first in his purpose who does all things in agreement with his designs;
chr: ᎾᏍᎩ ᎾᏍᏉ ᏥᏅᏗᎦᎵᏍᏙᏗ ᎡᎦᎵᏍᎪᎸᏓᏁᎸᎯ ᏥᎩ ᎢᎦᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏒᎢ, ᎡᎦᏑᏰᏛ ᏥᎩ ᎾᏍᎩᏯ ᏄᏍᏛ ᎤᏓᏅᏖᎸᎢ, ᎾᏍᎩ Ꮎ ᏥᏚᎸᏫᏍᏓᏁᎭ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᎾᏍᎩᏯ ᎤᏩᏒ ᎤᏓᏅᏛ ᏚᏭᎪᏔᏂᎸᎢ;

source: So that his glory might have praise through us who first had hope in Christ:
chr: ᎾᏍᎩ ᎠᏴ ᎢᎬᏱᏱ ᎣᏣᎵᏍᎦᏍᏙᏔᏅᎯ ᎦᎶᏁᏛ ᎢᏲᎬᏂᏐᏗᏱ ᎦᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏥᎸᏉᏗᏳ ᎨᏒᎢ;

source: In whom you, having been given the true word, the good news of your salvation, and through your faith in him, were given the sign of the Holy Spirit of hope,
chr: ᎾᏍᎩ ᏂᎯ ᎾᏍᏉ [ᏤᏣᎵᏍᎦᏍᏙᏔᏅᎩ] ᎿᏉ ᎢᏣᏛᎦᏅ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎧᏃᎮᏛ, ᎾᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎢᏣᎵᏍᏕᎸᏙᏗ ᏥᎩ; ᎾᏍᎩ ᎾᏍᏉ ᎡᏦᎢᏳᏅ, ᎿᏉ ᎢᏥᏰᎸᏔᏅᎩ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎾᏍᎩ ᎠᏚᎢᏍᏔᏅᎯ ᎨᏒᎢ,

source: Which is the first-fruit of our heritage, till God gets back that which is his, to the praise of his glory.
chr: ᎾᏍᎩ ᎠᎦᏘᏗᏍᏙᏗ ᏥᎩ ᎢᎦᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏒᎢ, ᎬᏂ ᎢᎦᏤᎵᎦ ᏂᏛᏁᎸᎭ ᎠᎫᏴᏛ ᎠᏩᏒᎯ ᎢᎦᏤᎵᎦ, ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏥᎸᏉᏗᏳ ᎨᏒᎢ.

source: For this cause I, having had news of the faith in the Lord Jesus which is among you, and which you make clear to all the saints,
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᏉ ᎠᏴ ᎠᏆᏛᎦᏅ ᎡᏦᎢᏳᏒ ᎤᎬᏫᏳᎯ ᏥᏌ, ᎠᎴ ᏕᏥᎨᏳᏒ ᎾᏂᎥ ᎤᎾᏓᏅᏘ,

source: Give praise without end for you, keeping you in mind in my prayers;
chr: ᎥᏝ ᏱᏥᏑᎵᎪᎪ [ᎤᏁᎳᏅᎯ] ᏥᏯᎵᎡᎵᏤᎲ ᏂᎯ ᏅᏗᎦᎵᏍᏙᏗᏍᎬᎢ, ᏂᎯ ᎢᏨᏁᎢᏍᏗᏍᎬ ᎦᏓᏙᎵᏍᏗᏍᎬᎢ;

source: That the God of our Lord Jesus Christ, the Father of glory, may give to you a spirit of wisdom and revelation in the knowledge of him;
chr: ᎾᏍᎩ ᎤᏁᎳᏅᎯ, ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎤᏤᎵᎦ, ᎠᎦᏴᎵᎨ ᎦᎸᏉᏗᏳ ᏥᎩ, ᎾᏍᎩ ᎢᏥᏁᏗᏱ ᎠᏓᏅᏙ ᎠᎦᏙᎥᎯᏍᏙᏗ ᎠᎴ ᎠᏓᎾᏄᎪᏫᏎᎯ, ᎾᏍᎩ ᎤᏩᏒ ᎡᏥᎦᏙᎥᎯᏍᏗᏱ;

source: And that having the eyes of your heart full of light, you may have knowledge of what is the hope of his purpose, what is the wealth of the glory of his heritage in the saints,
chr: ᎾᏍᎩ Ꮎ ᎢᏦᎵᏍᏙᏗ ᎨᏒ ᏓᎧᏅᎢᎦ ᏤᏣᏗᏍᏓᏁᏗᏱ; ᎾᏍᎩ ᎢᏥᎦᏙᎥᎯᏍᏗᏱ ᏄᏍᏛ ᎤᏚᎩ ᎬᏗ ᎨᏒ, ᎾᏍᎩ ᎤᏓᏯᏅᏗ ᎨᏒᎢ, ᎠᎴ ᏂᎦᎥ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᎾᏓᏅᏘ ᎤᎾᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏒ ᎾᏍᎩ ᏧᏁᏗ ᏥᎩ,

source: And how unlimited is his power to us who have faith, as is seen in the working of the strength of his power,
chr: ᎠᎴ ᏄᏍᏛ ᏭᏓᎪᎾᏛᏛ ᎡᏉᎯᏳ ᎨᏒ ᎤᎷᏂᎬᎬ ᎬᏂᎨᏒ ᏂᎬᏁᎸ ᎢᎪᎯᏳᏅᎯ ᏥᎩ, ᎾᏍᎩᏯ ᏚᎸᏫᏍᏓᏁᎲ ᎤᏣᏔᏅᎯ ᎤᎵᏂᎩᏛ ᎨᏒᎢ,

source: By which he made Christ come back from the dead, and gave him a place at his right hand in heaven,
chr: ᎾᏍᎩ ᎦᎶᏁᏛ ᏥᏄᏛ’ᏁᎴᎢ ᎤᏲᎱᏒ ᏥᏚᎴᏔᏁᎢ, ᎠᎴ ᎤᏩᏒ ᎠᎦᏘᏏᏗᏢ ᏧᏪᎧᏁᎢ ᎦᎸᎳᏗ ᏗᎨᏒᎢ,

source: Far over all rule and authority and power and every name which is named, not only in the present order, but in that which is to come:
chr: ᎤᏟ ᎦᎸᎳᏗᏳ ᎡᏍᎦᏉ ᎾᏂᎥ ᏗᎨᎦᏁᎶᏗ ᎨᏒᎢ, ᎠᎴ ᎤᎵᏂᎩᏗᏳ ᎨᏒᎢ, ᎠᎴ ᎨᎦᎨᏅᏴ ᎨᏒᎢ, ᎠᎴ ᎤᏂᎬᏫᏳᏎᏕᎩ ᎨᏒᎢ, ᎠᎴ ᎾᏂᎥ ᏚᎾᏙᎠᏗᏒ ᏗᎪᎥᎯ ᏥᎩ, ᎥᏝ ᎠᏂᏉ ᎤᏩᏒ ᎪᎯ ᏥᎩ, ᎾᏍᏉᏍᎩᏂ ᎾᎿᏂ ᎠᏏ ᎤᎵᏰᎢᎶᎯᏍᏗ ᏥᎩ,

source: And he has put all things under his feet, and has made him to be head over all things to the church,
chr: ᎠᎴ ᏄᏓᎴᏒ ᎪᎱᏍᏗ ᏚᎳᏍᎬ ᎭᏫᏂᏗᏢ ᏥᏂᏚᏩᏁᎸ, ᎠᎴ ᎾᏍᎩ ᎤᎬᏫᏳᏌᏕᎩ ᏥᎾᎬᏁᎸ ᏄᏓᎴᏒ ᎪᎱᏍᏗ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎠᏁᎲᎢ,

source: Which is his body, the full measure of him in whom all things are made complete.
chr: ᎾᏍᎩ ᎠᏰᎵ ᏥᎩ, ᎾᏍᎩ ᎤᎧᎵᎢᎯ, ᎾᏍᎩ ᎤᏩᏒ ᏂᎦᏗᏳ ᏂᎬᎾᏛ ᎠᎧᎵᎢᎯ ᏥᎩ.

source: And to you did he give life, when you were dead through your wrongdoing and sins,
chr: ᏂᎯᏃ ᏗᏥᏲᎱᏒᎯ ᏥᎨᏒ ᎤᏣᏘᏂ ᏂᏣᏛᏁᎸ ᎠᎴ ᎢᏥᏍᎦᏅᏨᎢ;^

source: In which you were living in the past, after the ways of this present world, doing the pleasure of the lord of the power of the air, the spirit who is now working in those who go against the purpose of God;
chr: ᎾᎿᏂ ᏧᏩᎫᏔᏅᏒ ᎢᏤᏙᎸᎢ ᎾᏍᎩᏯ ᎢᏳᎾᏛᏁᏗ ᎨᏒ ᎡᎶᎲ ᎠᏁᎯ, ᎾᏍᎩᏯ [ᎤᏚᎵᏍᎬ] ᎦᏃᎴᏍᎬ ᎡᎯ ᎡᎬᏫᏳᏌᏕᎩ, ᎾᏍᎩ ᎠᏓᏅᏙ ᎪᎯ ᎨᏒ ᏥᏚᎸᏫᏍᏓᏁ ᏚᎾᏓᏅᏛ ᎪᎯᏳᏗ ᏂᎨᏒᎾ ᎨᏒ ᏧᏪᏥ;

source: Among whom we all at one time were living in the pleasures of our flesh, giving way to the desires of the flesh and of the mind, and the punishment of God was waiting for us even as for the rest.
chr: ᎾᏍᎩ ᎾᏍᏉ ᏧᏩᎫᏔᏅᏒ ᏂᏗᎥ ᎨᏓᎵᎪᏁᎲᎩ ᎾᎿ ᎢᎩᏇᏓᎸ ᎤᎬᎥᏍᎬᎢ, ᎠᎴ ᎤᏇᏓᎸ ᎠᎴ ᎠᏓᏅᏖᏗ ᎨᏒ ᎤᎾᏚᎵᏍᎬ ᏂᏓᏛᏁᎲᎩ; ᎠᎴ ᏗᎦᏕᏅ ᏂᎦᏍᏛ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᏧᏪᏥ ᎨᏒᎩ, ᎾᏍᎩᏯᏉ ᎠᏂᏐᎢ ᏄᎾᏍᏛᎢ.

source: But God, being full of mercy, through the great love which he had for us,
chr: ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎤᏪᎿᎢᏳ ᏥᎩ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ, ᏥᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎤᏣᏘ ᎤᏓᎨᏳᏗ ᎨᏒ ᏧᏩᏔᏁ ᎠᏴ ᎢᎩᎨᏳᎯᏳ ᏥᏄᎵᏍᏔᏁᎢ,

source: Even when we were dead through our sins, gave us life together with Christ (by grace you have salvation),
chr: ᎾᏍᎩ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᏗᎩᏲᎱᏒᎯ ᏥᎨᏒᎩ, ᎢᎬᏂᏛ ᎢᎦᏠᏯᏍᏔᏅ ᎦᎶᏁᏛ ᎠᎬᏂᏛᎢ, (ᎬᏩᎦᏘᏯ ᏅᏓᏙᎵᏍᏗ ᎨᏒ ᎡᏥᏍᏕᎸᏔᏅ;)

source: So that we came back from death with him, and are seated with him in the heavens, in Christ Jesus;
chr: ᎠᎴ ᎢᏧᎳᎭ ᏕᎦᎴᎯᏐᏔᏅ, ᎠᎴ ᎢᏧᎳᎭ ᎢᎦᏅᏗᏱ ᏂᎬᏁᎸ ᎦᎸᎳᏗ ᏗᎨᏒ ᎦᎶᏁᏛ ᏥᏌ ᎢᏳᏩᏂᏌᏛ;

source: That in the time to come he might make clear the full wealth of his grace in his mercy to us in Christ Jesus:
chr: ᎾᏍᎩ Ꮎ ᏭᏩᎫᏗᏗᏒ ᎬᏂᎨᏒ ᎢᏳᏩᏁᏗᏱ ᏂᎦᎥ ᎤᏪᎿᎢᏳ ᎨᏒ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ, ᏂᎦᎥ ᎣᏍᏛ ᏂᎦᏛᏁᎲ ᎦᎶᏁᏛ ᏥᏌ ᏅᏓᏳᏓᎴᏅᎯ.

source: Because by grace you have salvation through faith; and that not of yourselves: it is given by God:
chr: ᎬᏩᎦᏘᏯᏰᏃ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎡᏥᏍᏕᎸᏙᏔᏅᎯ ᎪᎯᏳᏗ ᎨᏒ ᎬᏔᏅᎯ; ᎠᎴ ᎾᏍᎩ ᎥᏝ ᎢᏨᏒ ᎨᏒ ᏅᏓᏳᏓᎴᏅᎯ; ᎤᏁᎳᏅᎯ ᎤᎵᏍᎪᎸᏔᏅᎯ;

source: Not by works, so that no man may take glory to himself.
chr: ᎥᏝ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎢᏳᏩᏂᏌᏛ ᏱᎩ, ᎾᏍᎩ ᎩᎶ ᎤᏢᏈᏍᏗᏱ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ.

source: For by his act we were given existence in Christ Jesus to do those good works which God before made ready for us so that we might do them.
chr: ᎾᏍᎩᏰᏃ ᎠᏴ ᎢᎪᏢᏅᎯ, ᎦᎶᏁᏛ ᏥᏌ ᎢᏳᏩᏂᏌᏛ ᎡᎪᏢᏅᎯ ᎣᏍᏛ ᏗᎩᎸᏫᏍᏓᏁᏗᏱ, ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᏥᏂᎦᏛᏅᎢᏍᏓᏁᏟ ᎾᎿ ᎢᎨᏓᏍᏗᏱ.

source: For this reason keep it in mind that in the past you, the Gentiles in the flesh, who are looked on as being outside the circumcision by those who have circumcision, in the flesh, made by hands;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏣᏅᏖᏍᏗ ᎾᏍᎩ ᏂᎯ ᏧᏩᎫᏔᏅᏒ ᏗᏣᏓᎴᏅᏛ ᏴᏫ ᎤᏇᏓᎵ ᎨᏒᎢ, ᏂᏗᎨᏥᎤᏍᏕᏎᎸᎾ ᎨᏦᏎᎸᎯ ᎾᏍᎩ Ꮎ ᏗᎨᏥᎤᏍᏕᏎᎸᎯ ᎨᎪᏎᎯ ᏥᎩ, ᎾᏍᎩ ᎤᏇᏓᎸ ᏗᎨᏥᎤᏍᏕᏎᎸᎯ ᏗᎪᏱ ᏗᎬᏔᏅᎯ;

source: That you were at that time without Christ, being cut off from any part in Israel's rights as a nation, having no part in God's agreement, having no hope, and without God in the world.
chr: ᎾᏍᎩ ᎾᎯᏳ ᏥᎨᏎ ᎦᎶᏁᏛ ᏂᏤᎲᎾ ᎨᏎᎢ, ᏂᏤᎸᎾᏉ ᎨᏎ ᎢᏏᎵ ᎠᏰᎵ ᎤᏃᏢᏒᎢ, ᎠᎴ ᎢᏥᎪᏁᎳ ᎨᏎ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛ ᎠᏚᎢᏍᏛᎢ, ᎤᏚᎩ ᏂᏨᏒᎾ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏂᏤᎲᎾ ᎨᏎ ᎠᏂ ᎡᎶᎯ.

source: But now in Christ Jesus you who at one time were far off are made near in the blood of Christ.
chr: ᎪᎯᏍᎩᏂ ᏥᎩ, ᎦᎶᏁᏛ ᏥᏌ ᎢᏳᏩᏂᏌᏛ, ᏂᎯ, ᎢᏅᎯᏳ ᏥᏂᏣᏛᎿᏕᎬᎩ, ᎾᎥ ᏕᏣᏘᏃᎸ ᎬᏔᏅᎯ ᎤᎩᎬ ᎦᎶᏁᏛ.

source: For he is our peace, who has made the two into one, and by whom the middle wall of division has been broken down,
chr: ᎢᎪᎯᏍᏓᏁᎯᏰᏃ ᎾᏍᎩ, ᎢᏧᎳ ᏌᏉᏉ ᎢᎬᏁᎸᎯ, ᎠᎴ ᎤᏲᏍᏔᏅᎯ ᎢᎦᏓᏓᎴᏗᏍᎩ ᎠᏐᏴᎢ;

source: Having in his flesh put an end to that which made the division between us, even the law with its rules and orders, so that he might make in himself, of the two, one new man, so making peace;
chr: ᎤᏇᏓᎸ ᎬᏗᏍᎬ ᎤᏛᏔᏅ ᏗᏓᏓᏍᎦᎩ ᎢᎬᏁᎯ, ᎾᏍᎩ ᏯᏛᏅ ᏗᎧᎿᏩᏛᏍᏗ ᎤᎵᏁᏨᎢ ᏧᏓᎴᏅᏛ ᎢᏯᏛᏁᎵᏓᏍᏗ ᎨᏒᎢ; ᎾᏍᎩ ᎠᏂᏔᎵ ᎨᏒ ᏌᏉ ᎢᏤ ᏴᏫ ᎤᏬᏢᏗᏱ ᎤᏩᏒ ᎢᏳᏩᏂᏐᏗᏱ, ᎾᏍᎩᏃ ᏙᎯ ᎢᏳᏩᏁᏗᏱ;

source: And that the two might come into agreement with God in one body through the cross, so putting an end to that division.
chr: ᎠᎴ ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎢᏧᎳ ᏌᏉ ᎠᏰᎸ ᏄᎾᏛᏅ ᏙᎯᏱ ᎢᏳᏅᏁᏗᏱ ᎤᏁᎳᏅᎯ, ᏓᏓᎿᏩᏍᏛ ᎤᏮᏙᏗᏱ, ᎾᏍᎩ ᎤᏮᏔᏅ ᎤᎸ ᏓᎾᏓᏍᎦᎬᎢ.

source: And he came preaching peace to you who were far off, and to those who were near;
chr: ᎠᎴ ᎤᎷᏤᎢ ᎠᎴ ᎤᎵᏥᏙᏁ ᎢᏥᏃᎯᎮᎴ ᎾᏍᎩ ᏙᎯ ᎢᏥᏩᏛᎡᎯ ᎨᏒᎢ, ᏂᎯ ᎢᏅ ᎢᏣᏛᎿᏕᎩ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎾᎥ ᎢᏳᎾᏛᎿᏕᎩ.

source: Because through him the two of us are able to come near in one Spirit to the Father.
chr: ᎾᏍᎩᏰᏃ ᎢᏳᏩᏂᏌᏛ ᎠᏴ ᎢᏧᎳ, ᏌᏉ ᎠᏓᏅᏙ ᎬᏗ, ᎠᎦᏴᎵᎨ ᏫᎦᏰᏗᎷᏤᏗ ᏄᎵᏍᏔᏅ.

source: So then you are no longer as those who have no part or place in the kingdom of God, but you are numbered among the saints, and of the family of God,
chr: ᎾᏍᎩᏃ ᏥᏄᏍᏗ ᎥᏝ ᎿᏉ ᏁᏣᏓᎴ, ᎠᎴ ᎢᏤᏙᎯᏉ ᏱᎩ, ᎤᎾᏓᏅᏘᏍᎩᏂ ᎢᏧᎳᎭ ᎢᏤᎯ, ᎤᏁᎳᏅᎯ ᎦᏓᏘᎾᎥ ᎢᏖᎳ;

source: Resting on the base of the Apostles and prophets, Christ Jesus himself being the chief keystone,
chr: ᎡᏣᏁᏍᎨᎲᎯ ᎨᏒ ᎡᏥᏝᏅᎯ ᎨᏥᏅᏏᏛ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ ᎡᏥᎫᏍᏛᏔᏅᎯ, ᏥᏌ ᎦᎶᏁᏛ ᎤᏩᏒ ᏄᎬᏫᏳᏒ ᎤᏅᏏᏴ Ꭰ’ᏅᎯ ᏅᏯ ᎢᏳᎵᏍᏔᏅᎯ;

source: In whom all the building, rightly joined together, comes to be a holy house of God in the Lord;
chr: ᎾᎿᏂ ᏂᎬ ᎠᏓᏁᎸ ᎣᏍᏛ ᏗᏓᏙᎵᎩ ᎢᎬᏁᎸᎯ, ᎠᏛᏍᎪᎢ ᎦᎸᏉᏗ ᎠᏓᏁᎸ ᏂᎦᎵᏍᏗᏍᎪ ᎤᎬᏫᏳᎯᏱ ᎠᏝᏅᎯ;

source: In whom you, with the rest, are united together as a living-place of God in the Spirit.
chr: ᎾᎿᏂ ᎾᏍᏉ ᏂᎯ ᏤᏣᏜᏍᏔᏅᎯ ᎡᏣᏁᏍᎨᎲᎯ ᎡᏥᏝᏅᎯ, ᎤᏁᎳᏅᎯ ᎤᏁᎳᏗᏍᏗᏱ ᎠᏓᏅᏙ ᎬᏗᏍᎬᎢ.

source: For this cause I Paul, the prisoner of Christ Jesus for you Gentiles,
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏴ ᏉᎳ ᏥᏴᎩ ᏥᏌ ᎦᎶᏁᏛ ᎠᎩᏍᏛᏗᏍᎬ ᎥᎩᏴᎩᏅᎯ ᏂᎯ ᎨᏒ ᏗᏣᏓᎴᏅᏛ ᏅᏗᎦᎵᏍᏙᏗᏍᎬᎢ^

source: If that ordering of the grace of God has come to your knowledge, which was given to me for you,
chr: ᎢᏳᏃ ᎰᏩ ᎢᏣᏛᎦᏅᎯ ᏱᎩ ᎤᏁᎳᏅᎯ ᎬᏩᎦᏗᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᏴ ᎥᎩᏁᎸᎢ ᎾᎿ ᏗᎩᎸᏫᏍᏓᏁᏗᏱ ᏂᎯ ᎣᏍᏛ ᎢᏨᏯᏛᏁᏗᏱ;

source: How by revelation the secret was made clear to me, as I said before in a short letter,
chr: ᎾᏍᎩ ᎬᏂᎨᏒ ᏄᏩᏁᎸ ᎠᎩᎾᏄᎪᏫᏎᎸᎩ ᎤᏕᎵᏛ ᎨᏒᎢ, ᎦᏳᎳ ᎢᎸᏍᎩ ᎢᎧᏁᏨᎯ ᎬᏗ ᏥᏨᏲᏪᎳᏁᎸ,

source: By the reading of which you will be clear about my knowledge of the secret of Christ;
chr: ᎾᏍᎩ ᎢᏥᎪᎵᏰᎥᎭ ᏓᏦᎵᏍᏙᏔᏂ ᎪᎵᎬ ᎤᏕᎵᏛ ᎦᎶᏁᏛ ᎤᏤᎵᎦ;

source: Which in other generations was not given to the sons of men, but the revelation of it has now been made to his holy Apostles and prophets in the Spirit;
chr: ᎾᏍᎩ ᏧᏪᎫᏔᏅᏒ ᎥᏝ ᎬᏂᎨᏒ ᎢᎨᎬᏁᎸᎯ ᏱᎨᏎ ᏴᏫ ᏧᏁᏥ, ᎾᏍᎩᏯ ᎪᎯ ᎬᏂᎨᏒ ᏥᏂᎨᎬᏁᎭ ᏧᏤᎵ ᎨᏥᎸᏉᏗ ᎨᏥᏅᏏᏛ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ ᎠᏓᏅᏙ ᎬᏗ;

source: Which is that the Gentiles have a part in the heritage, and in the same body, and in the same hope in Christ through the good news,
chr: ᎾᏍᎩ (ᎧᏃᎮᏍᎩ) ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎤᏠᏱᏉ ᎤᎾᏤᎵ ᏂᎨᎬᏁᎲᎢ, ᎠᎴ ᎾᏍᎩᏉ ᎠᏰᎵ ᎠᏁᎯ ᎨᏒᎢ, ᎠᎴ ᎦᎶᏁᏛ ᎠᎬᏗᏍᎬ ᎤᏚᎢᏍᏔᏅ ᎤᏁᎳᏗᏍᏗᏍᎬᎢ, ᎣᏍᏛ ᎧᏃᎮᏛ ᎬᏔᏅᎯ ᎬᏂᎨᏒ ᎢᎬᏁᎸᎯ;

source: Of which I was made a preacher, through that grace of God which was given to me in the measure of the working of his power.
chr: ᎾᏍᎩ ᎾᎿ ᎠᏴ ᏗᎩᎸᏫᏍᏓᏁᎯ ᎠᏴᏋᏁᎸᎯ ᏥᎩ, ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎴᏍᏗ ᎨᏒ ᎥᏆᎵᏍᎪᎸᏓᏁᎸᎯ ᏥᎩ ᎬᏩᏄᎸᏗ ᏂᎨᏒᎾ ᎨᏒ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎢᏳᏩᏂᏌᏛ.

source: To me, who am less than the least of all the saints, was this grace given, so that I might make clear to the Gentiles the good news of the unending wealth of Christ:
chr: ᎠᏴ ᏭᏓᎪᎾᏛᏛ ᎠᏆᏍᏗᎧᏂ ᏥᎩ ᎾᏂᎥ ᎤᎾᏓᏅᏘ ᎨᏒ, ᎯᎠ ᎾᏍᎩ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎥᎩᏁᎸ, ᎾᏍᎩ ᎤᎬᏩᎸᎩ ᎠᏆᎵᏥᏙᏗᏱ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎠᏁᎲ ᎬᎪᎵᏰᏗ ᏂᎨᏒᎾ ᎤᏪᎿᎢᏳ ᎨᏒ ᎦᎶᏁᏛ;

source: And make all men see what is the ordering of the secret which from the first has been kept in God who made all things;
chr: ᎠᎴ ᎾᏂᎥ ᏴᏫ ᎬᏂᎨᏒ ᎢᎦᏥᏴᏁᏗᏱ ᏄᏍᏛ ᎾᏍᎩ ᎤᏕᎵᏛ ᎨᏒᎢ, ᎾᏍᎩ ᏗᏓᎴᏂᏍᎬ ᎡᎶᎯ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎬᏍᎦᎳᏅᎯ ᏥᎩ ᎤᏁᎳᏅᎯ ᎡᎲᎢ, ᎾᏍᎩ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎤᏬᏢᏅᏅᎯ ᏥᎩ ᏥᏌ ᎦᎶᏁᏛ ᎠᎬᏗᏍᎬᎢ;

source: So that now to the rulers and the authorities in the heavens might be made clear through the church the wide-shining wisdom of God,
chr: ᎤᎬᏩᎸᎩ ᎾᏍᎩ ᎪᎯ ᎨᏥᎸᏉᏗ ᎨᏒ ᎠᎴ ᏧᎾᎵᏂᎩᏛ ᎨᏒ ᎦᎸᎳᏗᏳ ᏕᎨᏌᏗᏒᎢ, ᎤᏂᎦᏙᎥᎯᏍᏗᏱ ᎤᏣᏘ ᎢᏳᏓᎴᎩ ᎠᎦᏙᎥᎯᏍᏙᏗ ᎨᏒ ᎤᏁᎳᏅᎯ, ᎨᎬᏗᏍᎬ ᏧᎾᏁᏟᏗ ᎤᎾᏓᏡᎬᎢ;

source: Which is seen in his eternal purpose in Christ Jesus our Lord:
chr: ᎾᏍᎩᏯ ᏅᏧᏓᎴᏅᎲᎾ ᎤᏓᏅᏖᎸᎢ, ᎦᎶᏁᏛ ᏥᏌ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏣᎬᏗᏍᎨ ᏧᏓᏅᏖᎴᎢ;

source: By whom we come near to God without fear through faith in him.
chr: ᎾᏍᎩ ᎢᏳᏩᏂᏌᏛ ᏂᏗᎾᏰᏍᎬᎾ ᎠᎴ ᎦᏰᏗᎷᏤᏗ ᏄᎵᏍᏔᏅ ᏔᎵ ᎤᏛᏗ ᎡᏓᎵᏍᎦᏍᏙᏛ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎾᏍᎩ ᎡᏙᎢᏳᏒᎢ.

source: For this reason it is my prayer that you may not become feeble because of my troubles for you, which are your glory.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏨᏔᏲᏎᎭ ᏗᏥᏩᎾᎦᎶᎢᏍᏗᏱᏉ ᏂᎨᏒᎾ ᎠᏴ ᎢᏨᎩᎵᏲᏤᎲ ᎢᏳᏍᏗ, ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᎢᏨᏁᎯ ᏥᎩ.

source: For this cause I go down on my knees before the Father,
chr: ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᏕᏥᏯᎵᏂᏆᏅᏁᎭ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵᎦ ᏥᏌ ᎦᎶᏁᏛ ᎤᏙᏓ,

source: From whom every family in heaven and on earth is named,
chr: ᎾᏍᎩ ᏗᎨᎪᏍᏔᏅᎯ ᏥᎩ ᎾᏂᎥ ᏏᏓᏁᎸᎯ ᎨᏒᎢ, ᎦᎸᎶ ᎠᎴ ᎡᎶᎯ ᎠᏁᎯ,

source: That in the wealth of his glory he would make you strong with power through his Spirit in your hearts;
chr: ᎾᏍᎩ ᎢᏣᎵᏍᎪᎸᏓᏁᏗᏱ, ᎾᏍᎩᏯ ᎤᏪᎿᎢᏳ ᎨᏒ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᎲᎢ, ᎾᏍᎩ ᎤᏣᏘ ᏗᏣᎵᏂᎪᎯᏍᏙᏗᏱ ᏕᏣᏓᏅᏛᎢ ᎤᏓᏅᏙ ᎤᏮᏙᏗᏱ;

source: So that Christ may have his place in your hearts through faith; and that you, being rooted and based in love,
chr: ᎾᏍᎩ ᎦᎶᏁᏛ ᎤᏁᎳᏗᏍᏗᏱ ᏗᏥᎾᏫᏱ ᎪᎯᏳᏗ ᎬᏙᏗ ᎨᏒᎢ; ᎾᏍᎩ ᏂᎯ ᎠᏓᎨᏳᏗ ᎨᏒ ᏗᏣᎵᎾᏍᏕᏝᏗᏍᏔᏅᎯ ᎠᎴ ᏗᏣᎵᏍᏓᏱᏗᏍᏔᏅᎯ ᎨᏒᎢ,

source: May have strength to see with all the saints how wide and long and high and deep it is,
chr: ᎾᏍᎩ ᏂᎯ ᎠᎴ ᎾᏂᎥ ᎤᎾᏓᏅᏘ ᏰᎵᏉ ᎨᏦᎵᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ, ᎾᏍᎩ ᎾᏯᏛᎥᎢ ᎠᎴ ᏂᎦᏅᎯᏒᎢ, ᎠᎴ ᎾᎭᏫᏂᏴᎢ, ᎠᎴ ᏂᎦᏛᎢ;

source: And to have knowledge of the love of Christ which is outside all knowledge, so that you may be made complete as God himself is complete.
chr: ᎠᎴ ᎢᏥᎦᏙᎥᎯᏍᏗᏱ ᎦᎶᏁᏛ ᎤᏓᎨᏳᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᏥᎦᎶᏒᏍᏗᎭ, ᎾᏍᎩ ᎡᏥᎧᎵᎢᏍᏙᏗᏱ ᎾᏍᎩ ᏂᎦᏛ ᎠᎧᎵᎢ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ.

source: Now to him who is able to do in full measure more than all our desires or thoughts, through the power which is working in us,
chr: ᎾᏍᎩᏃ Ꮎ ᏰᎵᏉ ᎢᎬᏩᏛᏁᏗ ᏥᎩ, ᎤᏣᏘ ᎤᎶᏒᏍᏗ ᎢᎦᎢ ᎢᏗᏔᏲᎯᎲᎢ, ᎠᎴ ᎢᏓᏓᏅᏖᏍᎬᎢ, ᎾᏍᎩᏯ ᎤᏠᏱ ᎤᎵᏂᎩᏛ ᎨᏒ ᏥᏚᎸᏫᏍᏓᏁᎭ ᎠᏴ ᏕᎦᏓᏅᏛᎢ,

source: To him be the glory in the church and in Christ Jesus to all generations for ever and ever. So be it.
chr: ᎾᏍᎩ ᎬᏩᎸᏉᏙᏗ ᎨᏎᏍᏗ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ, ᎦᎶᏁᏛ ᏥᏌ ᎢᏳᏩᏂᏌᏛ, ᏂᎪᎯᎸ ᏕᎨᏌᏗᏒᎢ, ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎨᏒᎢ. ᎡᎺᏅ.

source: I then, the prisoner in the Lord, make this request from my heart, that you will see that your behaviour is a credit to the position which God's purpose has given you,
chr: ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᏴ ᏥᏴᎩ ᎤᎬᏫᏳᎯ ᎠᎩᏍᏛᏗᏍᎬ ᎥᎩᏴᎩᏅᎯ, ᎢᏨᏔᏲᏎᎭ ᎢᏣᎴᏂᏓᏍᏗᏱ ᎾᏍᎩᏯ ᏄᏍᏛ ᎠᏓᏯᏅᏙᏗ ᎨᏒ ᎾᏍᎩ ᏂᎯ ᎡᏥᏯᏅᏔᏅᎯ ᏥᎩ;

source: With all gentle and quiet behaviour, taking whatever comes, putting up with one another in love;
chr: ᎢᏨᏗᏍᎨᏍᏗ ᎤᏣᏘ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ ᎠᎴ ᎤᏓᏅᏘ ᎨᏒᎢ, ᎤᎵᏠᏯᏍᏕᏍᏗ ᎬᏂᏗᏳ ᎨᏒᎢ, ᎠᎴ ᎤᏁᎳᎩ ᏗᏓᏕᎵᏎᏗ ᎨᏒ ᎠᏓᎨᏳᏗ ᎨᏒ ᎬᏗ;

source: Taking care to keep the harmony of the Spirit in the yoke of peace.
chr: ᎢᏣᏟᏂᎬᏁᎮᏍᏗ ᎢᏥᏍᏆᏂᎪᏙᏗᏱ ᏌᏉ ᏂᏕᏨᏅ ᏕᏣᏓᏅᏛᎢ, ᏅᏩᏙᎯᏯᏛ ᏕᏣᏓᏂᏴᏛᎢ.

source: There is one body and one Spirit, even as you have been marked out by God in the one hope of his purpose for you;
chr: ᏌᏉ [ᎡᎭ] ᎠᏰᎸᎢ, ᎠᎴ ᏌᏉ ᎠᏓᏅᏙ, ᎾᏍᎩᏯ ᏌᏉ ᎤᏚᎩ ᎢᏨᏗᏱ ᎡᏥᏯᏅᏛ ᏥᎩ, ᎾᏍᎩ ᎡᏥᏯᏅᎲ ᏨᏗᏓᎴᎲᏍᎦ;

source: One Lord, one faith, one baptism,
chr: ᏌᏉ ᎤᎬᏫᏳᎯ, ᏌᏉ ᎪᎯᏳᏗ ᎨᏒᎢ, ᏌᏉ ᏗᏓᏬᏍᏗ ᎨᏒᎢ;

source: One God and Father of all, who is over all, and through all, and in all.
chr: ᏌᏉ ᎾᏂᎥ ᎤᎾᏁᎳᏅᎯ ᎠᎴ ᎤᏂᏙᏓ, ᎾᏍᎩ ᎾᏂᎥ ᎤᎾᏤᎵ ᎤᎬᏫᏳᎯ, ᎠᎴ ᏂᎦᎥ ᏕᎨᏌᏗᏒ ᏥᏚᏰᎵᏏᏕᎦ, ᎠᎴ ᏂᎯ ᏂᏥᎥ ᏥᏥᏯᎠ.

source: But to every one of us has grace been given in the measure of the giving of Christ.
chr: ᎠᏎᏃ ᏂᏗᎥ ᎢᏗᏏᏴᏫᎭ ᎡᎩᏁᎸ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎾᏍᎩᏯ ᎠᏟᎶᎥ ᎦᎶᏁᏛ ᎤᏓᏁᏗ ᎨᏒᎢ.

source: For this reason he says, He went up on high, taking his prisoners with him, and gave freely to men.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᎦᏪᎭ, ᎾᎯᏳ ᏚᎴᏅᎦᎸᎳᏗ ᏭᎶᏒ, ᏚᏴᎩᏁ ᏗᎨᏥᏴᎩᏅᎯ, ᎠᎴ ᏚᏁᎴ ᏴᏫ ᎤᏓᏁᏗ ᎨᏒᎢ.

source: (Now this, He went up, what is it but that he first went down into the lower parts of the earth?
chr: ᎾᏍᎩᏃ ᏧᎴᏅᎯ ᏣᏗᎭ, ᎦᏙ ᎦᏛᎦ, ᎢᏳᏃ ᎢᎬᏱᏱ ᎾᏍᏉ ᏧᏠᎠᏒ ᎡᎳᏗᏢ ᏕᎨᏌᏗᏒ ᎡᎶᎯ ᎤᎷᏨ ᏂᎦᏛᎬᎾ ᏱᎩ?

source: He who went down is the same who went up far over all the heavens so that he might make all things complete.)
chr: ᎾᏍᎩ Ꮎ ᏨᏧᏠᎠᏎᎢ ᎾᏍᎩᏉ ᎾᏍᏉ ᏥᏚᎴᏁᎢ ᎦᎸᎳᏗᏢ ᏂᎦᎥ ᎦᎸᎶᎢ ᏕᎨᏌᏗᏒ ᏥᏭᎷᏤᎢ, ᎾᏍᎩ ᏧᎧᎵᎢᏍᏗᏱ ᏂᎦᎥ ᏄᏓᎴᏒ ᎪᎱᏍᏗ.

source: And he gave some as Apostles, and some, prophets; and some, preachers of the good news; and some to give care and teaching;
chr: ᎢᎦᏛᏃ ᎨᏥᏅᏏᏛ ᏚᏪᎧᏁᎢ; ᎢᎦᏛᏃ, ᎠᎾᏙᎴᎰᏍᎩ; ᎢᎦᏛᏃ, ᎠᎾᎵᏥᏙᏂᏙᎯ; ᎢᎦᏛᏃ, ᏗᏂᎦᏘᏯ ᎠᎴ ᏗᎾᏕᏲᎲᏍᎩ;

source: For the training of the saints as servants in the church, for the building up of the body of Christ:
chr: ᏄᏂᎪᎸᎾ ᎢᎨᎬᏁᏗᏱ ᎤᎾᏓᏅᏘ, ᎠᎵᏥᏙᏗ ᎨᏒ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ, ᎦᎶᏁᏛ ᎠᏰᎸ ᎤᎾᎵᏂᎪᎯᏍᏙᏗᏱ;

source: Till we all come to the harmony of the faith, and of the knowledge of the Son of God, to full growth, to the full measure of Christ:
chr: ᎬᏂ ᏂᏗᎥ ᏫᏗᏱᎶᎸᎭ ᏌᏉ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎡᏙᎯᏳᏒᎢ ᎠᎴ ᎡᏗᎦᏔᎲᎢ^ᏗᎦᏛᎾᏯ ᎢᏗᏍᎦᏯ ᎢᎦᎵᏍᏙᏗᏱ^ᎠᎧᎵᎢ ᎠᏟᎶᎥ ᎦᎶᏁᏛ ᏂᎦᏛ ᎢᎦᎵᏍᏙᏗᏱ;

source: So that we may be no longer children, sent this way and that, turned about by every wind of teaching, by the twisting and tricks of men, by the deceits of error;
chr: ᎾᏍᎩ ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᎿᏉ ᏗᏗᏲᎵ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ, ᎢᎩᏃᎸᏔᏂᏓᏍᏗᏱ ᏂᎨᏒᎾ ᏂᎦᎥᏉ ᏗᏕᏲᏗ ᎨᏒ ᎦᏃᎸᏔᏂᏙᎲᎢ, ᎤᎾᏓᎵᏓᏍᏗᏳ ᎨᏒ ᏴᏫ, ᎠᏂᏏᎾᏌᏅ ᎠᏂᎦᏘᏴ ᎤᎾᏓᎶᏄᎮᏗᏱ;

source: But saying true words in love, may come to full growth in him, who is the head, even Christ;
chr: ᏚᏳᎪᏛᏍᎩᏂ ᎧᏁᎢᏍᏗ ᎨᏒ ᎢᏛᏗᏍᎬ ᎠᏓᎨᏳᏗ ᎨᏒ ᏔᎵ ᎢᏛᏗᏍᎬᎢ, ᏗᎦᏛᎯᏍᏗᏱ ᎾᏍᎩ ᏂᎦᎥ ᏄᏓᎴᏒ ᎾᏍᎩ ᏗᎦᏚᏓᏕᏫᏍᏗᏱ ᎾᏍᎩ ᎠᏍᎪᎵ ᏥᎩ, ᎾᏍᎩ ᎦᎶᏁᏛ;

source: Through whom all the body, being rightly formed and united together, by the full working of every part, is increased to the building up of itself in love.
chr: ᎾᏍᎩ ᎨᏒ ᏨᏗᏓᎴᎲᏍᎦ ᏂᎬ ᎠᏰᎸ ᎣᏍᏛ ᏗᏙᎵᎩ ᏥᎩ, ᎠᎴ ᏥᏚᏚᏓᏕᏫᏍᏗ ᏂᎦᎥ ᏚᎯᏢᎾᎥ ᏥᏚᎵᏍᏕᎸᏙᏗ, ᎾᏍᎩᏯ ᎠᏟᎶᎥ ᏧᎸᏫᏍᏓᏁᏗᏱ ᏧᏓᏤᎵᏛ ᏕᎨᏌᏗᏒᎢ, ᎧᏁᏉᏍᎪ ᎠᏰᎸᎢ, ᎠᏓᎵᏂᎪᎯᏍᏗᏍᎪ ᎤᏩᏒ ᎠᏓᎨᏳᏗ ᎨᏒᎢ.

source: This I say, then, and give witness in the Lord, that you are to go no longer in the way of the Gentiles whose minds are turned to that which has no profit,
chr: ᎾᏍᎩᏃ ᎯᎠ ᏂᏥᏪᎭ, ᎠᎴ ᎢᏨᏁᏤᎭ ᎤᎬᏫᏳᎯ ᏚᏙᎥ ᎬᏗᎭ, ᎾᏍᎩ ᏂᎯ ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᎢᏤᎲ ᏞᏍᏗ ᎠᏂᏐᎢ ᏧᎾᏓᎴᏅᏛ ᎠᏁᎲ ᎾᏍᎩᏯ ᏱᏄᏍᏕᏍᏗ, ᎾᏍᎩ ᎤᏁᎫᎯᏳ ᎨᏒ ᏚᎾᏓᏅᏛ ᎠᏂᏍᏓᏩᏗᏒᎢ,

source: Whose thoughts are dark, to whom the life of God is strange because they are without knowledge, and their hearts have been made hard;
chr: ᎤᏃᎵᏍᏗᏱ ᏧᎾᎵᏏᎲᏎᎸᎯ, ᎤᎾᏞᏛ ᎾᎿ ᎤᏁᎳᏅᎯ ᎣᏏᏳ ᎤᏰᎸᏗ ᎨᏒ ᎠᎴᏂᏓᏍᏗᏱ, ᎾᏍᎩ ᎾᏂᎦᏔᎾᎥᎾ ᎨᏒ ᎢᏳᏩᏂᏌᏛ, ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏧᏂᎾᏫ ᏗᏍᏓᏱᏳ ᎨᏒᎢ.

source: Who having no more power of feeling, have given themselves up to evil passions, to do all unclean things with overmuch desire.
chr: ᎾᏍᎩ ᎬᏩᎾᏙᎴᎰᎯᏍᏗ ᏂᎨᏒᎾ ᎢᏳᎾᎵᏍᏔᏅᎯ ᎨᏒᎢ ᏚᎾᏓᏲᏒ ᎤᎾᎵᏐᏢᎢᏍᏙᏗᏱ, ᏄᏓᎴᏒ ᎦᏓᎭ ᎨᏒ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ ᏧᎬᏩᎶᏗ ᎤᏂᎬᎥᏍᎬ ᏅᏧᎵᏍᏙᏔᏅ.

source: For this was not the teaching of Christ which was given to you;
chr: ᏂᎯᏍᎩᏂ ᎥᏝ ᎾᏍᎩ ᏱᏄᏍᏗ ᏰᏣᏕᎶᏆᎡᎸ ᎦᎶᏁᏛ,

source: If in fact you gave ear to him, and were given teaching in him, even as what is true is made clear in Jesus:
chr: ᎢᏳᏃ ᎰᏩ ᎡᏣᏛᎦᏁᎸᎯ ᎨᏎᏍᏗ, ᎠᎴ ᎾᏍᎩ ᎢᏤᏲᏅᎯ ᎨᏎᏍᏗ, ᎾᏍᎩᏯ ᏄᏍᏛ ᏚᏳᎪᏛ ᎤᏪᎲ ᏥᏌ;

source: That you are to put away, in relation to your earlier way of life, the old man, which has become evil by love of deceit;
chr: ᎾᏍᎩ ᏄᏍᏛ ᎢᎬᏱᏱ ᎢᏣᎴᏂᏙᎸ ᎤᎬᏩᎵ ᎢᏴᏛ ᎢᏨᏁᏗᏱ ᎤᏪᏘ ᏴᏫ ᎾᏍᎩ ᏥᎩ, ᎾᏍᎩᏯ ᏄᏍᏛ ᎤᏓᎵᏓᏍᏗ ᎠᏚᎸᏅᏗ ᎨᏒᎢ;

source: And be made new in the spirit of your mind,
chr: ᎠᎴ ᎢᏤ ᎢᏤᏨᏁᏗᏱ ᏄᏍᏛ ᏕᏣᏓᏅᏛᎢ;

source: And put on the new man, to which God has given life, in righteousness and a true and holy way of living.
chr: ᎠᎴ ᎾᏍᎩ ᎢᏤ ᏴᏫ ᎢᏣᏄᏬᏍᏗᏱ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏗᏟᎶᏍᏔᏅᎯ ᎪᏢᏅᎯ ᏥᎩ ᏚᏳᎪᏛ ᎢᏯᏛᏁᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏙᎯᏳᏒ ᎠᏍᎦᏅᎢᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: And so, putting away false words, let everyone say what is true to his neighbour: for we are parts one of another.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏴᏛ ᏂᏨᏁᎲ ᎠᏥᎪᏗ ᎨᏒᎢ, ᏂᏥᎥ ᎢᏥᏏᏴᏫᎭ ᎨᏒ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎢᏨᏗᏍᎨᏍᏗ ᏕᏣᏓᏁᏤᎲ ᎾᎥ ᎢᏣᏓᎳ; ᏕᎦᏚᏓᏕᏫᏒᏰᏃ.

source: Be angry without doing wrong; let not the sun go down on your wrath;
chr: ᎢᏥᏔᎳᏬᏍᎨᏍᏗ, ᎠᎴ ᏞᏍᏗ ᏱᏥᏍᎦᏅᎨᏍᏗ; ᏞᏍᏗ ᏅᏙ ᏭᏕᎵᏨᎩ ᎨᏥᏔᎳᏬᏍᎩ;

source: And do not give way to the Evil One.
chr: ᎠᎴ ᏞᏍᏗ ᎡᏥᎳᏅᏓᏕᎸᎩ ᎠᏍᎩᎾ.

source: Let him who was a thief be so no longer, but let him do good work with his hands, so that he may have something to give to him who is in need.
chr: ᎤᏃᏍᎩᏛᏃ ᎨᏒ ᏞᏍᏗ ᎿᏉ ᏳᏃᏍᎩᏎᏍᏗ; ᏚᎸᏫᏍᏓᏁᎮᏍᏗᏉᏍᎩᏂ ᏕᎬᏗᏍᎨᏍᏗ ᏧᏬᏰᏂ ᎣᏍᏛ ᎨᏒ ᎾᏛᏁᎮᏍᏗ, ᎾᏍᎩ ᎦᎬᏩᏁᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎾᏍᎩ ᎤᏂᎬᏎᎯ ᎨᏒᎢ.
